Repository: videolablt/VLplatform-360
Catalog: languages/videolab_360-*.po
Languages: lt_lt

source: The content of the email when the message is sent to the administrator, when files storing deadline expires
lt_lt: El. laiško administratoriui turinys, kai baigėsi failų saugojimo serveryje galiojimo laikas

source: We would like to inform you that your file storage will expire in {days} days, hurry up to download your files if you haven't already!
lt_lt: Norime informuoti, kad už {days} dienų baigsis jūsų failų saugojimo terminas, suskubkite atsisiųsti failus jei to dar nepadarėte!

source: We would like to inform you that in {days} days the storage term for the record {record} files will expire!
lt_lt: Norime informuoti, kad už {days} dienų baigsis {record} įrašo failų saugojimo terminas!

source: We would like to inform you that your files on the server have expired and have been removed!
lt_lt: Norime informuoti, kad baigėsi jūsų failų laikymo serveryje galiojimo terminas, ir jie buvo pašalinti!

source: We would like to inform you that record {record} files on the server have expired and have been removed!
lt_lt: Norime informuoti, kad baigėsi įrašo {record} laikymo serveryje galiojimo terminas, todėl įrašas ir su juo susiję failai buvo pašalinti!

source: Keywords you can use in content: %s - %s, %s - %s, %s - %s, %s - %s
lt_lt: Raktažodžiai, kuriuos galite naudoti turinyje: %s - %s

source: Keywords you can use in content: %s - %s, %s - %s, %s - %s
lt_lt: Raktažodžiai, kuriuos galite naudoti turinyje: %s - %s, %s - %s, %s - %s

source: Keywords you can use in content: %s - %s, %s - %s
lt_lt: Raktažodžiai, kuriuos galite naudoti turinyje: %s - %s, %s - %s

source: day count until expire date.
lt_lt: dienų skaičius iki galiojimo laiko

source: record information
lt_lt: įrašo informacija

source: from
lt_lt: nuo

source: to
lt_lt: iki
