Repository: videolablt/VLplatform-360
Catalog: languages/videolab_360-*.po
Languages: lt_lt

source: Done
lt_lt: Baigta

source: Filter logs
lt_lt: Filtruoti logus

source: Search in commment
lt_lt: Ieškoti komentaruose

source: Using
lt_lt: Naudoti

source: E-mail address to which letters will be sent to the administrator
lt_lt: El. pašto adresas kuriuo bus siunčiami laiškai administratoriui

source: Record was updated successfully!
lt_lt: Įrašas buvo sėkmingai atnaujintas!

source: List of files
lt_lt: Failų sąrašas

source: Invalid username or password
lt_lt: Neteieingas slapyvardis arba slaptažodis

source: Choose:
lt_lt: Pasirinkite:

source: Record
lt_lt: Įrašas

source: Copy to clipboard
lt_lt: Kopijuoti

source: Administrator, record {record} expired and was removed.
lt_lt: Administratoriau, įrašo {record} galiojimo laikas pasibaigė, jis bei su juo susiję failai buvo pašalinti

source: Administrator, record {record} will expire after {days} days.
lt_lt: Administratoriau, įrašo {record} galiojimo laikas baigsis už {days} dienų.

source: Record {record} expired and was removed.
lt_lt: Įrašo {record} galiojimo laikas pasibaigė, jis bei su juo susiję failai buvo pašalinti

source: Record {record} will expire after {days} days.
lt_lt: Įrašo {record} galiojimo laikas baigsis už {days} dienų.

source: Record %s will expire after %s days, on: %s
lt_lt: Įrašo %s galiojimo laikas baigsis po %s dienų: %s

source: Expires date (folder will be removed after)
lt_lt: Data, iki kada laikyti failus serveryje (katalogas bus po to pašalintas)

source: Letter was generated automatically by
lt_lt: Šis laiškas buvo automatiškai generuotas

source: Local files
lt_lt: Lokalūs failai

source: Folder contents size
lt_lt: Katalogo turinio dydis

source: Edit record
lt_lt: Redaguoti įrašą

source: Edit last record
lt_lt: Redaguoti paskutinį įrašą

source: Edit record data
lt_lt: Redaguoti įrašo duomenis

source: Localy
lt_lt: Lokaliai

source: How many times user can rate VIP product
lt_lt: Kiek kartų vartotojas gali įvertinti VIP produktą

source: Main plugin
lt_lt: Pagrindiniai įskiepio

source: options
lt_lt: nustatymai

source: Rate
lt_lt: Įvertinti

source: Administrator
lt_lt: Administratorius

source: Product confirmed!
lt_lt: Produktas patvirtintas!

source: Max rating count is used
lt_lt: Maksimalus įvertinimų kiekis panaudotas

source: Product rating logs
lt_lt: Produkto įvertinimų eiga

source: This product not rated yet.
lt_lt: Šis produktas kol kas neįvertintas.

source: Administrator not maded changes yet.
lt_lt: Administratorius dar nespėjo padaryti pakeitimų.

source: The quality satisfies me
lt_lt: Kokybė tenkina

source: I have comments
lt_lt: Turiu komentarų

source: Write your comment
lt_lt: Jūsų komentaras

source: Preview 360 gallery
lt_lt: Peržiūrėti 360 galeriją

source: Upload files localy or from other server?
lt_lt: Pridėti failus lokaliai ar iš kito serverio?

source: Remote files
lt_lt: Nutolę šaltiniai

source: From other server
lt_lt: Iš kito serverio

source: Remote file
lt_lt: Nutolęs šaltinis

source: Folder name
lt_lt: Katalogo pavadinimas

source: Record saved successfully!
lt_lt: Įrašas buvo sėkmingai atnaujintas!

source: Localization
lt_lt: Šaltinis

source: Fill all fields first!
lt_lt: Pirma užpildykite visus laukelius!

source: File purpose
lt_lt: Failų(-o) paskirtis

source: Record(-s) was removed!
lt_lt: Įrašas(-ai) buvo pašalinti!

source: Record was removed!
lt_lt: Įrašas buvo pašalintas!

source: Download / Preview
lt_lt: Atsisiųsti / Peržiūrai

source: VIP / Normal
lt_lt: VIP / Normalus

source: Person type
lt_lt: Vartotojo tipas

source: frames
lt_lt: kadrai

source: Normal
lt_lt: Normalus

source: Please enter future date!
lt_lt: Prašome įvesti ateities datą!

source: Expires date
lt_lt: Data, iki kada laikyti failus serveryje

source: User status
lt_lt: Vartotojo statusas

source: Dashboard
lt_lt: Pradžia

source: User options
lt_lt: Paskyros nustatymai

source: My templates
lt_lt: Mano ruošiniai

source: Company requests
lt_lt: Verslo užklausos

source: New request
lt_lt: Nauja užklausa

source: (Deffault)
lt_lt: (Numatytoji)

source: Choose category
lt_lt: Pasirinkite kategoriją

source: Create new category
lt_lt: Sukurti naują kategoriją

source: Add new category
lt_lt: Pridėti naują kategoriją

source: New category name
lt_lt: Naujos kategorijos pavadinimas

source: Default category can not be removed!
lt_lt: Numatytosios kategorijos pašalinti negalima!

source: Request validation
lt_lt: Užklausų tvirtinimas

source: Confirmed requests
lt_lt: Patvirtintos užklausos

source: Cancelled requests
lt_lt: Atšauktos užklausos

source: Reset to defaults
lt_lt: Atstatyti į numatytuosius

source: Search
lt_lt: Paieška

source: Search and filters
lt_lt: Paieška ir filtrai

source: Search in titles
lt_lt: Paieška pavadinime

source: Filter by category
lt_lt: Filtruoti pagal kategoriją

source: Filter by user
lt_lt: Filtruoti pagal autorių

source: Choose user
lt_lt: Pasirinkite autorių

source: Search records
lt_lt: Ieškoti

source: Product for business clients
lt_lt: Produktas verslo klientams

source: Check this product as product for business clients
lt_lt: Produktas skirtas verslo klientams

source: Add field
lt_lt: Pridėti laukelį

source: Field type
lt_lt: Laukelio tipas

source: Options
lt_lt: Pasirinkimai

source: The otions
lt_lt: Nustatymai

source: Label
lt_lt: Pavadinimas

source: Text
lt_lt: Tekstas

source: Select
lt_lt: Pasirinkimas

source: Resource
lt_lt: Paveikslėlis

source: Seperate options by pressing enter key
lt_lt: Pasirinkimus atskirkite spausdami ENTER

source: Remove field
lt_lt: Pašalinti laukelį

source: Duplicate field
lt_lt: Sukurti duplikatą

source: Image
lt_lt: Nuotrauka

source: Field name
lt_lt: Laukelio pavadinimas

source: field_key
lt_lt: laukelio_raktazodis

source: Field name (text)
lt_lt: Laukelio pavadinimas (tekstas)

source: Validated company
lt_lt: Patvirtinta įmonė

source: Company validation
lt_lt: Įmonės patvirtinimas

source: (administrators can edit only)
lt_lt: (patvirtinti gali tik administratorius)

source: (customer decision)
lt_lt: (kliento pasirinkimas)

source: Not validated
lt_lt: Nepatvirtina

source: Submit request
lt_lt: Pateikti užklausą

source: Required
lt_lt: Privalomas

source: Conditions
lt_lt: Sąlygos

source: Status
lt_lt: Statusas

source: Choose
lt_lt: Pasirinkite

source: Request no.
lt_lt: Užklausos nr.

source: Product
lt_lt: Produktas

source: Awaiting response
lt_lt: Laukiama pasiūlymo

source: Awaiting customer approval
lt_lt: Laukiama kliento patvirtinimo

source: Confirmed
lt_lt: Patvirtinta

source: Cancelled
lt_lt: Atšaukta

source: Textarea
lt_lt: Teksto laukas

source: Quantity
lt_lt: Kiekis

source: Price
lt_lt: Kaina

source: Payment status
lt_lt: Apmokėjimo statusas

source: Unpayed
lt_lt: Neapmokėtas

source: Pick up in shop
lt_lt: Atsiimti vietoje

source: Send product
lt_lt: Atsiųsti prekes

source: User actions
lt_lt: Vartotojo veiksmai

source: Actions
lt_lt: Veiksmai

source: Confirm and pay
lt_lt: Patvirtinti ir apmokėti

source: Confirm
lt_lt: Patvirtinti

source: View
lt_lt: Peržiūrėti

source: Videos
lt_lt: Video

source: Images
lt_lt: Nuotraukos

source: Request
lt_lt: Užklausa

source: Shipment
lt_lt: Pristatymas

source: Specifications
lt_lt: Specifikacija

source: Download layot
lt_lt: Atsisiųsti maketą

source: Estimate no.
lt_lt: Sąmatos numeris

source: Comment
lt_lt: Komentaras

source: Your comment
lt_lt: Jūsų komentaras

source: Proposal comment
lt_lt: Pasiūlymo komentaras

source: Template name
lt_lt: Ruošinio pavadinimas

source: Company name
lt_lt: Įmonės pavadinimas

source: Company address
lt_lt: Įmonės adresas

source: Company code
lt_lt: Įmonės kodas

source: VAT number
lt_lt: PVM kodas

source: is required feld!
lt_lt: yra privalomas laukelis, prašome užpildyti!

source: This field is required!
lt_lt: Šis laukelis yra privalomas!

source: Desired production date
lt_lt: Pageidaujama pagaminimo data

source: Datepicker
lt_lt: Data

source: Colorpicker
lt_lt: Spalva

source: Sheduled production date
lt_lt: Numatoma pagaminimo data

source: Checkbox
lt_lt: Sutikimas

source: Value
lt_lt: Reikšmė

source: Yes
lt_lt: Taip

source: No
lt_lt: Ne

source: Target
lt_lt: Laukelis

source: Target value
lt_lt: Reikšmė

source: Show if:
lt_lt: Rodyti jei:

source: User
lt_lt: Vartotojas

source: Created
lt_lt: Sukurta

source: Back
lt_lt: Atgal

source: Business clients requests
lt_lt: Verslo klientų užklausos

source: Filter orders
lt_lt: Filtruoti užklausas

source: By status
lt_lt: Pagal statusą

source: Filter
lt_lt: Filtruoti

source: By user
lt_lt: Pagal vartotoją

source: By product
lt_lt: Pagal produktą

source: Request created
lt_lt: Užklausa sukurta

source: Request updated
lt_lt: Užklausa atnaujinta

source: User comment
lt_lt: Vartotojo komentaras

source: Remove
lt_lt: Šalinti

source: Key
lt_lt: Raktažodis

source: Request attributes
lt_lt: Užklausos parametrai

source: Order information
lt_lt: Užsakymo informacija

source: Request was successfully sent!
lt_lt: Užklausa sėkmingai išsiųsta!

source: Options was successfully updated!
lt_lt: Nustatymai buvo sėkmingai atnaujinti!

source: Request was validated! New order has been created!
lt_lt: Užklausa patvirtinta! Naujas užsakymas buvo sukurtas!

source: You can track all requests and orders in your account.
lt_lt: Visas užklausas ir užsakymus galite sekti savo paskyroje.

source: Go there
lt_lt: Eiti

source: Go to orders
lt_lt: Eiti į užsakymus

source: Ok
lt_lt: Gerai

source: Category was successfully updated!
lt_lt: Kategorija buvo sėkmingai atnaujinta!

source: Category was successfully added!
lt_lt: Kategorija buvo sėkmingai pridėta!

source: (Page will be reloaded to view updates.)
lt_lt: (puslapis bus greit perkrautas, kad lentelės duomenys būtų atnaujinti)

source: Request was successfully updated!
lt_lt: Užklausa buvo sėkmingai atnaujinta!

source: There is no products fom business clients!
lt_lt: Šiuo metu nėra produktų, skirtų verslo klientams!

source: Create template
lt_lt: Sukurti ruošinį

source: Create
lt_lt: Sukurti

source: Cancel
lt_lt: Atšaukti

source: Template was successfully created!
lt_lt: Ruošinys sėkmingai sukurtas!

source: Template with the same name already exists!
lt_lt: Toks ruošinio pavadinimas jau yra!

source: Template name is empty!
lt_lt: Įveskite ruošinio pavadinimą!

source: Type
lt_lt: Tipas

source: Small
lt_lt: Mažas

source: Medium
lt_lt: Vidutinis

source: Large
lt_lt: Didelis

source: Extra large
lt_lt: Labai didelis

source: Company fields
lt_lt: Įmonės duomenys

source: Business person
lt_lt: Juridinis asmuo

source: You forgot company name
lt_lt: Užmiršote nurodyti įmonės pavadinimą

source: Shortcodes in my account page
lt_lt: Trumpiniai, mano paskyros puslapiuose

source: Put shortcodes there
lt_lt: Įklijuokite trumpinius čia

source: Before content
lt_lt: Prieš turinį

source: After content
lt_lt: Po turiniu

source: Hide dashboard page content for business clients
lt_lt: Slėpti verslo klientams mano paskyros pradinio puslapio turinį

source: Hide
lt_lt: Slėpti

source: Its parent menu item with submenu, not has page content
lt_lt: Tėvinis meniu elementas, turinio neturi

source: Value must be greater or equal
lt_lt: Rekšmė turi būti didesnė arba lygi

source: Max value is
lt_lt: Reikšmė negali būti didesnė nei

source: Remove request
lt_lt: Šalinti užklausą

source: Request was cancelled!
lt_lt: Užklausa buvo atšaukta!

source: Request will be removed. Do you really want this?
lt_lt: Užklausa bus pašalinta. Ar jūs tikras, kad tai norite padaryti?

source: Request was successfully removed!
lt_lt: Užklausa buvo sėkmingai pašalinta!

source: Something went wrong!
lt_lt: Deja, turime serverio problemų, bandykite vėliau!

source: Company logo
lt_lt: Įmonės logotipas

source: Archyve files
lt_lt: Failų archyvavimas

source: Add logo
lt_lt: Priskirti logotipą

source: Price offer
lt_lt: Kainos pasiūlymas

source: Price / unt.
lt_lt: Kaina / vnt.

source: Price x %s unt.
lt_lt: Kaina x %s vnt.

source: VAT
lt_lt: PVM

source: Price with VAT
lt_lt: Kaina su PVM

source: Calculating
lt_lt: Skaičiuojama

source: Use template
lt_lt: Naudoti ruošinį

source: Production
lt_lt: Gamyba

source: Delivery
lt_lt: Pristatymas

source: Write search keyword
lt_lt: Įveskite raktažodį paieškai

source: Delivery nr.
lt_lt: Pristatymo nr.

source: Choose image
lt_lt: Pridėkite nuotrauką

source: Change image
lt_lt: Keisti nuotrauką

source: Activate your plugin version
lt_lt: Įskiepio aktyvavimas

source: This plugin was created by order of %s and only approved users can use this. For rights to use this plugin, contact a representative of this company.
lt_lt: Šis įskiepis buvo sukurtas firmos %s užsakymu, ir juo gali naudotis tik šios firmos patvirtinti vartotojai. Dėl teisių naudotis šiuo įskiepiu kreipkitės į šios firmos atstovą.

source: Enter the license key
lt_lt: Įveskite licencijos raktą

source: Plugin was successfully activated!
lt_lt: Įskiepis buvo sėkmingai akyyvuotas!

source: Invalid key!
lt_lt: Neteisingas raktas!

source: Submit
lt_lt: Aktyvuoti

source: Plugin status:
lt_lt: Įskiepio statusas:

source: activated
lt_lt: aktyvuotas

source: not activated
lt_lt: ne aktyvuotas

source: About
lt_lt: Apie

source: Deactivate
lt_lt: Deaktyvuoti

source: Active license key:
lt_lt: Aktyvus licencijos raktas:

source: Preferred
lt_lt: Pageidaujama

source: Suggested
lt_lt: Siūloma

source: Manage conditions
lt_lt: Redaguoti sąlygas

source: Save
lt_lt: Išsaugoti

source: Choose field
lt_lt: Pasirinkite laukelį

source: Equal
lt_lt: Lygus

source: If
lt_lt: Jei

source: Choose operator
lt_lt: Pasirinkite operatorių

source: Choose value
lt_lt: Pasirinkite reikšmę

source: Field display conditions
lt_lt: Laukelio rodymo sąlygos

source: Not equal
lt_lt: Ne lygus

source: OR
lt_lt: ARBA

source: AND
lt_lt: IR

source: Add condition
lt_lt: Pridėti sąlygą

source: Condition
lt_lt: Sąlyga

source: Show
lt_lt: Rodyti

source: Primary conditon:
lt_lt: Pirminė sąlyga:

source: No conditions are set
lt_lt: Kol kas sąlygos nenustatytos

source: Main options
lt_lt: Pagrindiniai nustatymai

source: Deffault metafields
lt_lt: Numatytieji laukeliai

source: System
lt_lt: Sistema

source: System metafields
lt_lt: Sisteminiai laukeliai

source: Provided in db table
lt_lt: Numatyti db lentelėje

source: License active until
lt_lt: Licencija galioja iki

source: License key expired!
lt_lt: Licencijos galiojimo laikas baigėsi!

source: Order by
lt_lt: Rūšiuoti pagal

source: Descending
lt_lt: Mažėjančiai

source: Ascending
lt_lt: Didėjančiai

source: Search where
lt_lt: Kur ieškoti

source: Results order
lt_lt: Rūšiavimo tvarka

source: How many requests show in one page
lt_lt: Po kiek užklausų rodyti vienu metu puslapyje

source: Page
lt_lt: Puslapis

source: Show filters
lt_lt: Rodyti filtrus

source: Filters
lt_lt: Filtrai

source: woocommerce_ordf For WooCommerce Plugin needs WooCommerce to be installed and active.
lt_lt: Turi būti suinstaliuotas woocommerce įskiepis, kad būtų galima įjungti įskiepį Photos 360

source: Photos 360
lt_lt: Nuotraukos 360

source: 360 photos
lt_lt: 360 nuotraukos

source: Files archived successfully!
lt_lt: Failai buvo suarchyvuoti!

source: Upload new
lt_lt: Įkelti naują

source: Options page
lt_lt: Nustatymai

source: Upload new 360 photo(-s)
lt_lt: Įkelti naują 360 nuotrauką(-as)

source: Upload files
lt_lt: Įkelti failus

source: Upload
lt_lt: Įkelti

source: Order uploads
lt_lt: Užsakymo failai

source: By type
lt_lt: Pagal tipą

source: Photos
lt_lt: Nuotraukos

source: 360 photo gallery
lt_lt: 360 nuotraukų galerija

source: By order
lt_lt: Pagal užsakymą

source: Drag &amp; Drop Files
lt_lt: Vilkite ir meskite failus čia

source: Multiple File Drag &amp; Drop is not allowed.
lt_lt: Daugiau nei vieno failo užkrovimas negalimas.

source: Attach files
lt_lt: Priėti failą(-us)

source: Choose order to attach files
lt_lt: Užsakymas kuriam norite priskirti failą(-us)

source: Choose upload type
lt_lt: Pasirinkite failų tipą

source: Is this VIP product
lt_lt: Ar tai VIP produktas

source: VIP product
lt_lt: VIP produktas

source: Choose purpose
lt_lt: Pasirinkite paskirtį

source: Add label
lt_lt: Pridėkite pavadinimą

source: Preview
lt_lt: Peržiūrai

source: Categories
lt_lt: Kategorijos

source: Category
lt_lt: Kategorija

source: Category name
lt_lt: Kategorijos pavadinimas

source: Uncategorized
lt_lt: Be kategorijos

source: No categories found.
lt_lt: Kategorijų nerasta.

source: Not expires
lt_lt: Neterminuotas

source: Expires
lt_lt: Galiojimo terminas

source: Download
lt_lt: Atsisiuntimui

source: Local
lt_lt: Lokaliai

source: Add
lt_lt: Pridėti

source: Update
lt_lt: Atnaujinti

source: Archyve files for upload
lt_lt: Archyvuoti failus atsisiuntimui

source: Add local
lt_lt: Pridėti lokaliai

source: Add files as url, from other server (cloud)
lt_lt: Pridėti failų kaip url iš kito serverio (debesų)

source: Start upload
lt_lt: Pradėti įkėlimą

source: File was attached successfully!
lt_lt: Failas prie užsakymo buvo sėkmingai pridėtas!

source: file(-s) was attached successfully!
lt_lt: failas(-ai) buvo sėkmingai pridėtas(-i)!

source: Add more files
lt_lt: Pridėti daugiau failų

source: Download file
lt_lt: Atsisiųsti

source: Updated
lt_lt: Atnaujinta

source: Back to list
lt_lt: Grįžti į sąrašą

source: Preview file
lt_lt: Peržiūrėti

source: Order ID
lt_lt: Užsakymo ID

source: Sorry, there is no results found
lt_lt: Deja, duomenų nerasta

source: No files found.
lt_lt: Deja, failų nerasta.

source: No 360 photos was found.
lt_lt: Deja, 360 nuotraukų nerasta.

source: Files preview
lt_lt: Failų peržiūra

source: If declared: slide_{index}.png and file names: slide_01.png ... slide_11.png - will not work
lt_lt: Jei įvedėte: kadras_{index}.png ir failų pavadinimai: kadras_01.png ... kadras_11.png - blogai

source: If declared: slide_{index}.png and file names: slide_1.png ... slide_11.png - will work perfectly
lt_lt: Jei įvedėte: kadras_{index}.png ir failų pavadinimai: kadras_1.png ... kadras_11.png - tuomet veiks teisingai

source: Add file name with frame index {index}
lt_lt: Įveskite skaidrių pavadinimą su kadro indeksu {index}

source: slide_{index}.png
lt_lt: kadras_{index}.png

source: New upload session
lt_lt: Naujas failų įkėlimas

source: Choose files type
lt_lt: Pasirinkite failų tipą

source: Order files plugin field
lt_lt: Užsakymų failai įskiepio laukeliai

source: Folder is empty
lt_lt: Katalogas tuščias

source: The folder
lt_lt: Katalogo

source: Folder or file missing!
lt_lt: Katalogas arba failas nerasti!

source: Some error occured!
lt_lt: Deja, įvyko klaida!

source: Category was removed.
lt_lt: Kategorija buvo pašalinta.

source: Remove the post and its associated files after the expiration date
lt_lt: Pašalinti įrašą ir su juo susijusius failus po galiojimo laiko pabaigos

source: A category with that name already exists!
lt_lt: Tokiu pavadinimu kategorija jau egzistuoja!

source: Remove file
lt_lt: Šalinti failą

source: files
lt_lt: failai

source: Edit 360 photo
lt_lt: Redaguoti 360 nuotrauką

source: Full path:
lt_lt: Pilnas kelias:

source: Folder
lt_lt: Katalogas

source: An error occured, record was not found!
lt_lt: Įvyko klaida, įrašas nerastas!

source: There you can add aditional files
lt_lt: Čia galite įkelti papildomų failų

source: Edit file name
lt_lt: Redaguoti failo pavadinimą

source: Preview files
lt_lt: Peržiūrėti failus

source: Date
lt_lt: Data

source: Preview url:
lt_lt: Peržiūros url:

source: Edit
lt_lt: Redaguoti

source: Products
lt_lt: Produktai

source: User not rated this product yet.
lt_lt: Vartotojas kol kas dar neįvertino šio produkto.

source: Product rating
lt_lt: Produkto įvertinimas

source: Comment author
lt_lt: Komentaro autorius

source: Not confirmed
lt_lt: Nepatvirtinta

source: Author
lt_lt: Autorius

source: Products types
lt_lt: Produktų tipai

source: Rate value
lt_lt: Įvertinimas

source: After you upload new files, and make changes - comment and let user rate product again.
lt_lt: Kai padarysite pakeitimus / įkelsite naujus failus - parašykite pranešimą vartotojui ir leiskite jam iš naujo įvertinti produktą.

source: Downloads
lt_lt: Atsisiuntimai

source: Download files
lt_lt: Atsisiųsti failus

source: Files are being archived, it may take some time, please wait.
lt_lt: Failai archyvuojami, tai gali užtrukti, prašome palaukti.

source: You successfully rated product!
lt_lt: Jūs sėkmingai įvertinote produktą!

source: Some error occured, please try later!
lt_lt: Deja įvyko nenumatyta klaida, prašome bandyti vėliau!

source: Please enter the comment!
lt_lt: Prašome įrašyti komentarą!

source: Not
lt_lt: Ne

source: Embed
lt_lt: Įterpti

source: Thumbnail
lt_lt: Miniatiūra

source: Embed gallery
lt_lt: Įterpti galetrją

source: Copy embed code
lt_lt: Kopijuoti įterpimo kodą

source: Embed code was successfully copyed to your clipboard!
lt_lt: Įterpimui skirtas kodas buvo sėkmingai nukopijuotas į iškarpų krepšelį!

source: Not link to any order/user
lt_lt: Nepriskirti jokiam užsakymui/vartotojui

source: This record not assigned to any order.
lt_lt: Šis įrašas nepriskirtas jokiam užsakymui.

source: Choose order to assign
lt_lt: Pasirinkite užsakymą

source: Choose date
lt_lt: Pasirinkite datą

source: Copyed!
lt_lt: Nukopijuota!

source: Shortcode
lt_lt: Trumpinys

source: Update options
lt_lt: Atnaujinti parametrus

source: Zoom scale
lt_lt: Priartinimo dydis

source: Pointer zoom enabled
lt_lt: Priartinimas spragtelėjus pele

source: Autoplay
lt_lt: Auto-paleidimas

source: Play once
lt_lt: Paleisti vieną kartą

source: Autoplay reversed
lt_lt: Auto-paleidimas atgaline kryptimi

source: Full screen
lt_lt: Mygtukas pilnu ekranu

source: Configure 360 photo parameters
lt_lt: 360 nuotraukos parametrai

source: Default 360 photo parameters
lt_lt: Numatytieji 360 nuotraukos parametrai

source: Select 360 photo record for testing
lt_lt: Pasirinkite 360 nuotraukos įrašą testavimui

source: plugin options
lt_lt: įskiepio nustatymai

source: Choose default 360 photo parameters
lt_lt: Pasirinkite numatytuosius 360 nuotraukų parametrus

source: File format and name requirements
lt_lt: Failų pavadinimų ir formatų reikalavimai

source: Filne name structure:
lt_lt: Failo pavadinimo struktūra:

source: Mostly important seperator
lt_lt: Svarbiausias yra skirtuko simbolis

source: between name ant frame
lt_lt: tarp pavadinimo ir kadro numerio

source: Filne name with y axis structure:
lt_lt: Failo pavadinimo su y ašimi struktūra:

source: How many records show per page
lt_lt: Kiek įrašų rodyti viename puslapyje

source: How many categories show per page
lt_lt: Kiek kategorijų rodyti viename puslapyje

source: Use
lt_lt: Naudoti

source: E-mail automatic notifiacations
lt_lt: Automatiniai pranešimai el. paštu

source: Logs
lt_lt: Logai

source: Logs and e-mail automatic notifiacations
lt_lt: Logai ir automatiniai pranešimai el. paštu

source: No logs yet.
lt_lt: Kol kas logų nėra.

source: Removed expired record %s and files, expire date: %s
lt_lt: Pašalintas įrašas: %s, bei failai, kurio galiojimo data (%s) pasibaigė

source: Send e-mail a letter to the administrator when the specified number of days remain before the expiration date
lt_lt: Siųsti el. laišką administratoriui, kai iki galiojimo laiko termino lieka nurodytas dienų skaičius

source: Send email to administrator, when files storing deadline expires
lt_lt: Siųsti el. laišką administratoriui, kai baigėsi failų saugojimo serveryje galiojimo laikas

source: Specify the number of days until expiration (will be used for emails)
lt_lt: Nurodykite dienų skaičių, iki galiojimo laiko pabaigos (bus naudojamas el. laiškams)

source: The content of the email when the message is sent to the administrator, when the specified number of days remain before the expiration date
lt_lt: El. laiško administratoriui turinys, kai iki galiojimo laiko termino lieka nurodytas dienų skaičius
